[
    {
        "title": "Changes Influencing Garage Space.",
        "type": "Business",
        "url": "https://magazine.realtor/sites/default/files/styles/asset_image_full_content/public/assets/images/2208_HD_GarageTrends.png?itok=J0zuezKh",
        "date": "12",
        "month": "Jan",
        "body": "During the pandemic, many people took up outdoor hobbies, says Laurel Vernazza, home design expert at The Plan Collection. As a result, space to store outdoor gear such as kayaks, paddleboards, golf clubs and bicycles tops the list of garage needs.The pandemic also fueled requests for more quiet spaces away from the main part of the home, and garages sometimes served as a retreat, a home office or a gym.Though it may not rank as high as the desire for an updated kitchen or owner’s bathroom, having a finished garage with flexible space has moved up on many buyers’ wish lists."
    },
    {
        "title": "Add a Touch of Lush With a Staircase Garden",
        "type": "Business",
        "url": "https://magazine.realtor/sites/default/files/styles/asset_image_full_content/public/assets/images/2208_HD_StaircaseGardens.png?itok=maZW3ygz",
        "date": "19",
        "month": "May",
        "body": "Staircases serve an important function both in and out of homes, but their ability to add aesthetic value to a space often goes unrealized. As the desire to bring nature into the home has increased in recent years, homeowners have found a new purpose for these transitional features: staircase gardens. Evoking whimsy, staircases adorned with potted plants or trailing vines add a pop of vibrancy and life to an otherwise overlooked space.According to Pinterest’s trending searches, interest in staircase gardens is on the rise. Gardening and interest in houseplants, especially by millennials, have both experienced a boom during the pandemic as people have spent more time at home. All that time at home has also allowed people to look at spaces that don’t get used beyond their function, including staircases, but people are bringing them back into the fold using plants. “I think that they may be looking again at their spaces because they've been spending more time in their home environments,” says Mary Barensfeld, a Pittsburgh-based architect. “I think there's something that draws people toward nature, whether that's going for spending time outdoors or bringing nature into the home and working amongst nature.”"
    },
    {
        "title": "How the Pandemic Triggered Vacation House Changes",
        "type": "Business",
        "url": "https://magazine.realtor/sites/default/files/styles/asset_image_full_content/public/assets/images/2208_HD_VacationHomes.png?itok=VDR6PScI",
        "date": "02",
        "month": "Nov",
        "body": "During the second half of 2020 and through 2021, vacation home sales skyrocketed, according to a report from the National Association of REALTORS®. Today, vacation houses provide important stress relief to the woes of post-pandemic life. As COVID-19 transmission continues to ebb and flow, these homes offer a mental and physical escape as well as a way for extended families and sometimes groups of friends to gather safely, particularly those whose primary homes are in dense urban areas.Some buyers also view their vacation house as an investment opportunity for rental income. Since vacation homes are typically used for short spurts of time, short-term rental services like Airbnb and VRBO provide opportunities to generate income when the house isn’t in use by the owner.”"
    },
    {
        "title": "I Have to Pay for That?",
        "type": "Classic",
        "url": "https://magazine.realtor/sites/default/files/styles/asset_image_full_content/public/assets/images/2106_DNG_youngadults.jpg?itok=E3L_JIwA",
        "date": "22",
        "month": "Aug",
        "body": "When they experience their first leaky faucet, cold blast of air, or foundation crack, many first-time home buyers panic. Help ward off regret by connecting them with specialists and giving them a rundown of important maintenance checks. HVAC system. It should be cleaned and tested at the start of a season—furnace in the fall and central air (or units) in the spring. Shrubbery should be kept from the AC’s outside condenser unit, says contractor Michael Kozas. Boilers should also be cleaned and hot water heaters inspected, he says. Homeowners should change filters regularly.”"
    }

]