[
  {
    "_id": "623853bf614ad5aba311fdd1",
    "name": "Chudley and Greeno’s Building Construction Handbook (12th edition)",
    "picture": "https://e-builder.net/wp-content/uploads/Ultimate-Guides.png",
    "description": "This easy-to-use handbook is a go-to guide for construction students and professionals looking to brush up on their knowledge of all things construction."
  },
  {
    "_id": "623853bh614ad5aba311fdd1",
    "name": "1926 OSHA Construction Industry Regulations (2021 Edition)",
    "picture": "https://e-builder.net/wp-content/uploads/Ultimate-Guides.png",
    "description": "The newest edition of “1926 OSHA Construction Industry Regulations” is a must-have for construction professionals in the new year."
  },
  {
    "_id": "623853b2614ad5abb311fdd1",
    "name": "Residential Construction Performance Guidelines: Consumer Reference (5th Edition)",
    "picture": "https://e-builder.net/wp-content/uploads/Ultimate-Guides.png",
    "description": "“Residential Construction Performance Guidelines” is another helpful reference tool created to help workers in the residential construction industry better manage customer complaints and expectations during a home building or remodeling project."
  },
  {
    "_id": "623853b2614aa5aba311fdd1",
    "name": "The Construction Technology Handbook",
    "picture": "https://e-builder.net/wp-content/uploads/Ultimate-Guides.png",
    "description": "Construction technology is constantly evolving. Knowing that it can be difficult to keep crews up to date on how to operate new technology, Hugh Seaton wrote “The Construction Technology Handbook” to provide a straightforward guide for onboarding new software and tools."
  },
  {
    "_id": "623853b2614jd5aba311fdd1",
    "name": "Balanced Accountability: Leadership Secrets to Win Hearts and Maximize Performance",
    "picture": "https://e-builder.net/wp-content/uploads/Ultimate-Guides.png",
    "description": "One of the most important parts of running a successful business is creating healthy employer-employee relationships."
  },
  {
    "_id": "623853b2614ax5aba311fdd1",
    "name": "The Pumpkin Plan: A Simple Strategy to Grow a Remarkable Business in Any Field",
    "picture": "https://e-builder.net/wp-content/uploads/Ultimate-Guides.png",
    "description": "Mike Michalowicz wrote “The Pumpkin Plan” to help business owners level up their company without running themselves ragged."
  },
  {
    "_id": "623853b261mad5aba311fdd1",
    "name": "Fix This Next: Make the Vital Change That Will Level Up Your Business",
    "picture": "https://e-builder.net/wp-content/uploads/Ultimate-Guides.png",
    "description": "Another book by Mike Michalowicz, “Fix This Next” aims to help entrepreneurs identify their biggest problem and create a plan to address it. "
  },
  {
    "_id": "623853b2614ad5aba311bdd1",
    "name": "Elevating Construction Superintendents",
    "picture": "https://e-builder.net/wp-content/uploads/Ultimate-Guides.png",
    "description": "Construction superintendents play a crucial role in the building process. When trained properly, they can serve as leaders alongside project managers to ensure that each project they work on is successful."
  },
  {
    "_id": "625853b2614ad5aba311fdd1",
    "name": "Monthly Bill Organizer: Expense Tracker, Budget Planner, Bill Organizer",
    "picture": "https://e-builder.net/wp-content/uploads/Ultimate-Guides.png",
    "description": "Staying organized is crucial to a business owner’s success. “Monthly Bill Organizer” provides a simple, effective way to keep track of your expenses and ensure that no bills slip through the cracks."
  }
]
