[
  {
    "_id": "623853bf614ad5aba311fdd1",
    "name": "Chudley and Greeno’s Building Construction Handbook (12th edition)",
    "picture": "https://i.ibb.co/bb18kfX/chudley-and-greeno-s-building-construction-handbook.jpg",
    "pdf": "https://drive.google.com/file/d/1cnFYlvlvwfLsdg-47p8OYRXZihpzGcsC/view?usp=sharing",
    "description": "This easy-to-use handbook is a go-to guide for construction students and professionals looking to brush up on their knowledge of all things construction.If you are looking to fast-track your construction management career, then this is the book for you. Not only will you learn the fundamentals of the industry, but the book also includes step-by-step instructions for executing projects from start to finish."
  },
  {
    "_id": "623853bh614ad5aba311fdd1",
    "name": "1926 OSHA Construction Industry Regulations (2021 Edition)",
    "picture": "https://i.ibb.co/RQgByXY/29-cfr-osha-1926-2021.webp",
    "pdf": "https://drive.google.com/file/d/1502l4KGeUaL5ulUKlSn4T6RuY8Xu0bFU/view?usp=sharing",
    "description": "The newest edition of “1926 OSHA Construction Industry Regulations” is a must-have for construction professionals in the new year. The CPM method, or Critical Path Method, is a gold-standard for serious construction management professionals. This textbook guides you through all of the necessary steps, using an example highway bridge construction project and additional case studies, and teaches you how to understand the method inside and out. "
  },
  {
    "_id": "623853b2614ad5abb311fdd1",
    "name": "Residential Construction Performance Guidelines: Consumer Reference (5th Edition)",
    "picture": "https://i.ibb.co/897zPK7/00306100.jpg",
    "pdf": "https://drive.google.com/file/d/14ZGHPaxBVUvKh2VcdzEGihtQxk_uSBFf/view?usp=sharing",
    "description": "“Residential Construction Performance Guidelines” is another helpful reference tool created to help workers in the residential construction industry better manage customer complaints and expectations during a home building or remodeling project. The subtitle of this book by Gang Chen gives you a taste of just how comprehensive it is: it promises to cover “Project Management, Construction Administration, Drawings, Specs, Detailing Tips, Schedules, Checklists and Secrets Others Donʹt Tell You.” Think of this book as the ultimate survival guide for building construction."
  },
  {
    "_id": "623853b2614aa5aba311fdd1",
    "name": "The Construction Technology Handbook",
    "picture": "https://i.ibb.co/QYsfZZY/111971995-X.jpg",
    "pdf": "https://drive.google.com/file/d/1AJX7yZb62UXwX94dzw07rS4aLiEjXqKd/view?usp=sharing",
    "description": "Construction technology is constantly evolving. Knowing that it can be difficult to keep crews up to date on how to operate new technology, Hugh Seaton wrote “The Construction Technology Handbook” to provide a straightforward guide for onboarding new software and tools. Learn how to manage with confidence with a well-thought-out book on managing a construction business. After reading this book, you will be able to navigate serval harsh aspects of being a construction manager. Learn how to recognize signs of potential trouble. Get a clear view of the differences between an owner and top management."
  },
  {
    "_id": "623853b2614jd5aba311fdd1",
    "name": "Balanced Accountability: Leadership Secrets to Win Hearts and Maximize Performance",
    "picture": "https://i.ibb.co/D5L0pBQ/51np-Nyz18l-L.jpg",
    "pdf": "https://drive.google.com/file/d/1yrBs12zuCZqJT9wt5xJkGa36dDS-EwCl/view?usp=sharing",
    "description": "One of the most important parts of running a successful business is creating healthy employer-employee relationships. If you are a construction manager in a competitive market, the chances are that you have had to take part in a bidding war. If you are in a less competitive environment, you will still be expected to provide clients and potential clients with an estimate of how much your services will cost them. If you give too low a number, you could end up losing a lot of money or have angry customers who feel misled when they see the final bill."
  },
  {
    "_id": "623853b2614ax5aba311fdd1",
    "name": "The Pumpkin Plan: A Simple Strategy to Grow a Remarkable Business in Any Field",
    "picture": "https://i.ibb.co/ng8rN94/81bsw-G1z-Oj-L.jpg",
    "pdf": "https://drive.google.com/file/d/1SdQcaQVEagjdQUgaRVwQOGbeHKp97Afh/view?usp=sharing",
    "description": "Mike Michalowicz wrote “The Pumpkin Plan” to help business owners level up their company without running themselves ragged. The title tells you pretty much everything you can expect to find inside of this book. Construction managers are experts in the arts of construction and planning, but not necessarily in the areas needed to run their own business such as accounting or law. Thankfully, this book was written by someone who built their own highly successful small business from the ground up and includes straightforward advice, as well as many color photographs and planning tools."
  },
  {
    "_id": "623853b261mad5aba311fdd1",
    "name": "Fix This Next: Make the Vital Change That Will Level Up Your Business",
    "picture": "https://i.ibb.co/2Zrhv12/81wv-P0-Qzq-XL.jpg",
    "pdf": "https://drive.google.com/file/d/16XInUPgzUdf2U101OUWIIK1agQeVVwok/view?usp=sharing",
    "description": "Another book by Mike Michalowicz, “Fix This Next” aims to help entrepreneurs identify their biggest problem and create a plan to address it. One of the most important parts of becoming a successful construction manager is learning how to plan a project from start to finish. This book walks you through the skills you will need to master to do so, as well as how to use the most commonly used software for doing so, including Microsoft Project, Primavera Project Planner (P3), SureTrak, P6 Project Manager and Contractor."
  },
  {
    "_id": "623853b2614ad5aba311bdd1",
    "name": "Elevating Construction Superintendents",
    "picture": "https://i.ibb.co/VjCQtsD/download-13.jpg",
    "pdf": "https://drive.google.com/file/d/1ygZnyHEgo7B8tGp3GNdrCgfGd62KNgWm/view?usp=sharing",
    "description": "Construction superintendents play a crucial role in the building process. When trained properly, they can serve as leaders alongside project managers to ensure that each project they work on is successful. At 296 pages, this book will not necessarily fit into your literal pocket, but it is an indispensable guide nonetheless. From leadership skills and team building to technical expertise, this book discusses everything you need to know to be the best construction manager ever. Because it is designed for a UK reader, the book is organized according to the procedures you will need to follow under the RIBA Plan of Work and OGC Gateway process, but the book has much to offer authors of every nationality."
  },
  {
    "_id": "625853b2614ad5aba311fdd1",
    "name": "Monthly Bill Organizer: Expense Tracker, Budget Planner, Bill Organizer",
    "picture": "https://i.ibb.co/NTNLL0S/1118510186.jpg",
    "pdf": "https://drive.google.com/file/d/1jyuJipLVeGfFxXYXVttCqvWitErVjM7z/view?usp=sharing",
    "description": "Staying organized is crucial to a business owner’s success. “Monthly Bill Organizer” provides a simple, effective way to keep track of your expenses and ensure that no bills slip through the cracks.As The Master Builder News put it, author 'David Gerstel has achieved the ultimate American dream: For years he has worked for himself doing something he loves...he knows first hand what it takes for a small volume construction company to survive and prosper in any economic climate.'"
  }
]








